★ 수정금지 ★
- 정령을 넣지 않고 진행한 초기의 상태창 - 
'공격력': 'charAttack' :16136 
'캐릭터 공격 속도': 'charAttackSpeed' : 1
 '공격력 증폭 (%)': 'attackAmplify' : 28531 
 '치명타 확률 (%)': 'critChance' : 68
  '치명타 증폭 (%)': 'critDamage' : 220
   '정령 공격력 증폭 (%)': 'spiritAttackAmplify' : 272 
   '불 타입 증폭 (%)': 'fireAmplify' : 40
    '물 타입 증폭 (%)': 'waterAmplify' : 92
     '풀 타입 증폭 (%)': 'grassAmplify' : 228
      '빛 타입 증폭 (%)': 'lightAmplify' : 618 
      '어둠 타입 증폭 (%)': 'darkAmplify' : 160


왕국의 시험
  구미의 여우 사용 시
  캐릭터 평타 1방당 데미지(치명) - 10767262
  구미의 여우 평타 1방당 데미지 - 27994880
    번개 19381072


기사의 시험
  캐릭터 평타 1방당 데미지(치명) - 10767262
  구미의 여우 평타 1방당 데미지 - 28973722
  번개 19381072

여신의 시험
  캐릭터 평타 1방당 데미지(치명) - 10767262
  구미의 여우 평타 1방당 데미지 - 27994880
  번개 19381072

  정령 없이 캐릭터 1방당 데미지 (치명) - 10199275

  근본적인 의문점
  1. 방어력 계수가 있어서 정령의 dps가 달라지는데 왜 스킬로 방어력 감소를 걸었음에도 정령의 데미지가 변하지 않는가?
  2. 정령만 방어력 영향 <- 여신, 기사 시험 데미지 표기 변화?
  3. 스킬에 방깎이 달려있어도 스킬, 정령, 캐릭터의 데미지 표기가 바뀌지 않는다? <- 맨드레이크 폭탄 사용 / 왕국. 기사, 여신에서 스킬, 정령, 캐릭터의 데미지 변경 x <- 여기 데미지는 다른가?

  데미지 계산식이랑 아무리 해도 맞지 않음
  추가 상수를 넣어야함 - ATTACK_AMPLIFY_SCALING_FACTOR ??????

