인게임 공식 문구

공격력 "공격력은 적에게 입히는 피해량을 결정합니다. 공격력 증폭과 곱연산되어 최종 공격력이 됩니다. (기본값 20)
공격속도 "공격속도는 1초당 공격 횟수로 표기됩니다. 공격 속도가 높으면 그만큼 적을 더 많이 타격합니다. (기본값 1)
공격력 증폭 " 공격력과 곱연산되어 최종 공격력이 됩니다. 공격력 증폭끼리는 서로 합연산 됩니다. (기본값 100%)
치명타확률 "캐릭터의 공격과 스킬이 치명타로 적중할 확률입니다. 상대의 치명타 저항을 뺀 값이 100%를 초과하면 항상 치명타로 적중합니다. (기본값 5%)
치명타 증폭 "캐릭터의 공격과 스킬이 치명타로 적중하면 상승되는 피해량입니다. 정령과 몬스터는 치명타 공격을 하지 않습니다. (기본값 150%)
정령 공격력 증폭 "정령은 캐릭터의 최종 공격력에서 정령 공격력 증폭 + 정령 공격력 계수만큼의 피해를 입힙니다.(계수1 = 피해 100%, 기본값 100%)
불 타입 증폭 "정령 중 불 타입의 공격력을 증폭합니다. 불 타입의 정령이 공격할 때 정령 공격력 증폭에 합연산 됩니다. (기본값 0%)
물 타입 증폭 "정령 중 물 타입의 공격력을 증폭합니다. 불 타입의 정령이 공격할 때 정령 공격력 증폭에 합연산 됩니다. (기본값 0%)
나머지 타입 이하 동일.

정령 정보
- 정령들은 각자 고유한 공격력 계수, 공격 속도, 출전 효과를 보유하고 있습니다.
- 출전 효과는 액티브, 패시브 스킬로 구성되어 있으며 정령 출전 시에만 활성화됩니다.
-정령 정보는 정령 이미지를 터치하면 자세히 확인할 수 있습니다.